package com.novemberclass.cheatsheet

val bossesList: List<Boss> = listOf(
    Boss("Временно исполняющий обязанности Министра Российской Федерации по делам гражданской обороны, чрезвычайным ситуациям и ликвидации последствий стихийных бедствий",
        "Генерал-полковник внутренней службы", "Чуприян", "Александр Петрович",
        R.drawable.chupriyan),
    Boss("Начальник Главного управления МЧС России по Республике Крым",
        "генерал-майор внутренней службы", "Ожигин", "Аркадий Сергеевич",
        R.drawable.ojigin
    ),
    Boss("Первый заместитель начальника Главного управления",
        "полковник", "Трояновский", "Виктор Анатольевич",
        R.drawable.troyanovskiy
    ),
    Boss("Временно исполняющий обязанности заместителя начальника Главного управления МЧС России по Республике Крым (по антикризисному управлению)",
        "полковник внутренней службы",  "Павлюченко", "Андрей Александрович",
        R.drawable.pavluchenko
    ),
    Boss( "Заместитель начальника Главного управления (по Государственной противопожарной службе) МЧС России по Республике Крым",
        "полковник внутренней службы", "Панасецкий", "Пётр Петрович",
        R.drawable.panaseckiy
    ),
    Boss("Заместитель начальника Главного управления – начальник управления надзорной деятельности и профилактической работы Главного управления МЧС России по Республике Крым",
        "полковник внутренней службы", "Скуртул", "Игорь Владимирович",
        R.drawable.skurtul
    ),
    Boss("Заместитель начальника Главного управления (по гражданской обороне и защите населения) - начальник управления гражданской обороны и защиты населения Главного управления МЧС России по Республике Крым",
        "полковник внутренней службы", "Коваленко", "Дмитрий Викторович",
        R.drawable.kovalenko
    )
)
